let user = [
  {
    title: '管理技术人员',
    data: [
      ['', '钟鸣', '工艺质量管理'],
      ['', '张建军', '工艺质量管理'],
      ['', '舒粤', '工艺质量管理'],
      ['', '胡新玥', '机检建模'],
      ['', '蒲明玥', '机检建模'],
      ['', '李宾', '机检建模'],
      ['', '朱振华', '机检建模'],
      ['', '潘成', '机检建模'],
      ['', '张立力', '机检建模'],
      ['', '杨林', '机检建模'],
      ['', '马可', '机检建模'],
      ['', '冯诗伟', '机检建模'],
      ['', '任礼科', '机检建模'],
      ['', '蒋荣', '机检建模'],
      ['', '白薇', '综合管理'],
      ['', '杨晓娟', '工艺质量管理'],
      ['', '刘建佳', '工艺质量管理'],
      ['', '张继品', '产品解缴'],
      ['', '李习军', '新产品开发'],
      ['', '李展', '生产管理'],
      ['', '俞安明', '产品销毁'],
      ['', '金福达', '产品解缴'],
      ['', '荆坚', '生产管理'],
      ['', '姚俊', '生产管理'],
      ['', '鲁可', 'MES项目'],
      ['', '江鑫', 'MES项目'],
      ['', '詹祎炜', 'MES项目'],
      ['', '杨智勇', '钞处业务'],
      ['', '漆明鸿', '钞处业务']
    ],
    limit: {
      excellent: 4,
      good: 7
    }
  }
];
export { user };
