let user = [{
  title: "管理技术人员",
  data: [
    ["54002244", "杨洁", "综合管理"],
    ["54002314", "陈晶", "工艺质量管理"],
    ["54001850", "赵锦良", "工艺质量管理"],
    ["54002505", "杜煜", "工艺质量管理"],
    // ["", "周正东", ""],
    ["54002508", "刘方群", "造纸化验分析岗"],
    ["", "童明", ""],
    ["", "高莉", ""],
    ["", "殷少斐", ""],
    ["54002604", "于潇", "建模技术岗"],
    ["54002935", "丰锋", "建模技术岗"],
    ["54002585", "彭鹏", "建模技术岗"],
    ["", "郭峰", "建模技术岗"],
    ["", "王严", "建模技术岗"],
    ["", "熊文浩", ""],
    ["", "李迪", ""],
    ["", "李敬", ""],
    ["", "李殷华", ""],
    ["", "白健", ""],
    // ["", "李奎昌", ""],
    ["54001984", "李虹斌", "物料检验技术岗"],
    ["54004325", "杨阳", ""]
  ],
  limit: {
    excellent: 3,
    good: 6
  }
}];
export {
  user
};
