let user = [{
        title: "中层正职",
        data: [
            ["仇炳刚", "金鼎公司", "董事长(法定代表人),兼党委书记"],
            ["刘  莘", "企业管理与规划发展部", "主任"],
            ["吉少禹", "中钞长城公司", "董事长(法定代表人),兼党委书记"],
            ["吉幼平", "采购管理部", "主任"],
            ["向贤圣", "物业公司", "物业公司执行董事兼总经理（法定代表人）"],
            ["严  英", "检封制作部", "党支部书记兼副主任"],
            ["何  清", "群工部", "主任、公司工会副主席"],
            ["吴  俊", "中钞金服公司", "中钞金服科技有限公司董事长"],
            ["宋燕宁", "设备管理部", "党支部书记兼副主任"],
            ["张楠岚", "技术质量部", "副主任(正部主任级)，兼管理三党支部书记"],
            ["李华灵", "办公室", "派驻金鼎公司专职监事、专职纪检监察员"],
            ["杨  帆", "钞纸制作部", "主任兼党支部副书记"],
            ["杨先军", "中钞长城公司", "董事会董事、总经理，兼党委副书记"],
            ["杨建国", "能源环保部", "党支部书记兼副主任"],
            ["汪云林", "造币制作部", "主任、党支部书记"],
            [
                "苏波涛",
                "市场开发部",
                "正部主任级，负责“创客中心”筹备工作，兼任市场开发部副主任"
            ],
            ["陈代梅", "钞纸制作部", "党支部书记兼副主任"],
            ["陈玉群", "技术中心", "主任兼党支部书记"],
            ["周培华", "胶凹制作部", "主任兼党支部副书记"],
            ["房晓龙", "胶凹制作部", "党支部书记兼副主任"],
            ["易斯雄", "纪检监察内审部", "主任、公司纪委副书记，兼管理一党支部书记"],
            ["武明凯", "生产管理部", "主任"],
            ["苗  军", "市场开发部", "主任"],
            ["苟尚舜", "印码制作部", "主任、党支部书记"],
            ["侯  建", "金鼎公司", "总经理兼党委副书记"],
            ["柏朝军", "离退休工作部", "主任、党总支书记"],
            ["荀文军", "能源环保部", "主任兼党支部副书记"],
            ["赵永康", "钞纸成品制作部", "主任、党支部书记"],
            ["赵洪新", "技术质量部", "主任"],
            ["唐晓琴", "党委宣传部(企业文化部)", "党委宣传部部长、企业文化部主任"],
            ["徐晓林", "检封制作部", "主任兼党支部副书记"],
            ["贾  燕", "物资管理部", "主任，兼管理四党支部书记"],
            ["高  钟", "设备管理部", "主任兼党支部副书记"],
            ["高  琼", "计划财务部", "主任兼管理二党支部书记，兼长城公司董事"],
            ["黄  纯", "人力资源部(党委组织部)", "人力资源部主任、党委组织部部长"],
            ["曾  丹", "安全保卫部", "主任、武装部部长"],
            [
                "谢安山",
                "办公室",
                "办公室主任、党委办公室主任，兼成钞物业公司财务总监"
            ],
            [
                "赖茂明",
                "技术中心",
                "副主任(兼)，成都金银精炼技术研究所常务副所长、公司科协秘书长"
            ],
            ["颜  静", "基建与行政事务部", "主任"]
        ],
        limit: {
            excellent: 6,
            good: 10
        }
    },
    {
        title: "中层副职",
        data: [
            ["马仕全", "钞纸成品制作部", "副主任"],
            ["马真军", "胶凹制作部", "副主任"],
            ["孔宇芳", "群工部", "公司团委书记兼群工部副主任"],
            ["尹  放", "钞纸成品制作部", "副主任兼党支部副书记"],
            ["王仕明", "中钞长城公司", "副总经理"],
            ["王昌明", "设备管理部", "副主任"],
            ["王波皓", "办公室", "办公室副主任、党委办公室副主任"],
            ["邓世俊", "检封制作部", "副主任"],
            ["石  伟", "金鼎公司", "副总经理"],
            ["石  勇", "金鼎公司", "副总经理"],
            ["石爱华", "物业公司", "物业公司副总经理"],
            ["龙玉蓉", "办公室", "办公室副主任、党委办公室副主任"],
            ["刘  军", "印码制作部", "副主任"],
            ["刘东乐", "技术中心", "副主任兼党支部副书记"],
            ["刘乾军", "印钞数管部", "副主任"],
            ["吕树荣", "生产管理部", "副主任"],
            ["孙自强", "技术中心", "副主任"],
            ["朱  江", "胶凹制作部", "副主任"],
            ["权  泉", "群工部", "副主任、公司工会副主席"],
            ["达  时", "钞纸制作部", "副主任"],
            ["何  勇", "技术质量部", "副主任"],
            ["何亚丽", "采购管理部", "副主任"],
            ["张豪林", "印钞数管部", "副主任"],
            ["张德云", "钞纸成品制作部", "副主任"],
            ["李  磊", "能源环保部", "副主任"],
            [
                "李代刚",
                "基建与行政事务部",
                "副主任，兼管理二党支部副书记，兼职工医院院长"
            ],
            ["李向鹏", "计划财务部", "副主任，兼长城公司监事"],
            [
                "杨文群",
                "印钞数管部",
                "副主任(主持工作)、党支部副书记(主持党支部工作)"
            ],
            ["肖洪沅", "能源环保部", "副主任"],
            ["陈  君", "办公室", "派驻物业公司专职监事、专职纪检监察员"],
            ["陈  杰", "安全保卫部", "副主任"],
            ["陈  杰", "中钞长城公司", "副总经理"],
            [
                "陈  重",
                "人力资源部(党委组织部)",
                "人力资源部副主任、党委组织部副部长"
            ],
            ["陈  强", "钞纸制作部", "副主任"],
            ["周  渝", "金鼎公司", "副总经理"],
            ["季文祥", "造币制作部", "副主任"],
            ["姜  鎏", "安全保卫部", "副主任"],
            ["赵  东", "纪检监察内审部", "副主任"],
            ["赵  军", "生产管理部", "副主任"],
            ["凌  强", "造币制作部", "副主任"],
            ["唐  璇", "企业管理与规划发展部", "副主任，兼金鼎公司董事"],
            [
                "唐仁荣",
                "人力资源部(党委组织部)",
                "人力资源部副主任、党委组织部副部长"
            ],
            ["唐永明", "检封制作部", "副主任"],
            ["袁玉琳", "离退休工作部", "副主任"],
            ["崔赵红", "技术中心", "副主任"],
            ["黄  莉", "技术质量部", "副主任"],
            ["景  阳", "物业公司", "党总支副书记(主持党总支工作)，兼副总经理"],
            ["曾  莉", "基建与行政事务部", "副主任"],
            ["韩兴虎", "印码制作部", "副主任"],
            ["蔡丽霞", "市场开发部", "副主任"],
            [
                "衡旭黎",
                "党委宣传部(企业文化部)",
                "党委宣传部副部长、企业文化部副主任"
            ],
            ["魏基忠", "中钞长城公司", "副总经理"]
        ],
        limit: {
            excellent: 8,
            good: 13
        }
    },
    {
        title: "主任助理",
        data: [
            ["张  宪", "生产管理部", "主任助理"],
            ["李  科", "物资管理部", "主任助理"],
            ["沈秋林", "企业管理与规划发展部", "主任助理"]
        ],
        limit: {
            excellent: 1,
            good: 1
        }
    },
    {
        title: "副主任工程师",
        data: [
            ["王安云", "技术中心", "产品设计", "副主任工程师"],
            ["古光全", "技术中心", "科技研发", "副主任工程师"],
            ["宁  晨", "设备管理部", "设备维修技术", "副主任工程师"],
            ["刘家宁", "基建与行政事务部", "基建施工管理", "副主任工程师"],
            ["李廷贵", "设备管理部", "设备管理", "副主任工程师"],
            ["李虹斌", "技术质量部", "物料检测", "副主任工程师"],
            ["周小平", "企业管理与规划发展部", "信息系统设计开发", "副主任工程师"],
            ["周晓平", "设备管理部", "设备维修技术", "副主任工程师"],
            ["罗宇成", "基建与行政职务部", "职工医院副院长", "副主任工程师级"],
            ["彭东明", "设备管理部", "设备管理", "副主任工程师"],
            ["廖天才", "能源环保部", "锅炉技术", "副主任工程师"]
        ],
        limit: {
            excellent: 2,
            good: 3
        }
    },
    {
        title: "副主任技师",
        data: [
            ["易  波", "技术中心", "钞券纸水印网制造员", "副主任技师"],
            ["郑  强", "胶凹制作部", "钞券凹印员", "副主任技师"]
        ],
        limit: {
            excellent: 1,
            good: 1
        }
    },
    {
        title: "高级业务经理（副经理）",
        data: [
            ["刘  杨", "能源环保部", "生产管理", "高级业务经理"],
            ["刘亚梅", "纪检监察内审部", "监察管理", "高级业务经理"],
            ["张贵世", "人力资源部(党委组织部)", "培训管理", "高级业务经理"],
            ["张继品", "生产管理部", "产品解缴", "高级业务经理"],
            [
                "李  耕",
                "纪检监察内审部",
                "派驻长城公司专职纪检监察员",
                "高级业务经理"
            ],
            ["杜  刚", "人力资源部(党委组织部)", "劳动管理", "高级业务经理"],
            ["杜跃进", "安全保卫部", "治安押运", "高级业务经理"],
            ["杨自明", "纪检监察内审部", "纪检管理", "高级业务经理"],
            ["韩  蓓", "纪检监察内审部", "审计管理", "高级业务经理"],
            ["鲁  岩", "群工部", "民主管理", "高级业务经理"],
            ["戴  星", "金鼎公司", "运输分公司经理", "高级业务经理"],
            ["尹  娟", "企业管理与规划发展部", "绩效管理", "高级业务副经理"],
            ["王  跃", "人力资源部(党委组织部)", "技能鉴定管理", "高级业务副经理"],
            ["王智华", "中钞金服公司", "派驻金服公司管理人员", "高级业务副经理"],
            ["刘  文", "物业公司", "纪检监察员", "高级业务副经理"],
            ["刘继文", "金鼎公司", "营销中心顾问", "高级业务副经理"],
            ["成  斌", "物业公司", "安全保卫部主任", "高级业务副经理"],
            [
                "朱  红",
                "金鼎公司",
                "环保(能源)分公司经理兼党支部书记",
                "高级业务副经理"
            ],
            ["何  婷", "办公室", "文案管理(档案)", "高级业务副经理"],
            ["吴  辉", "人力资源部(党委组织部)", "薪酬管理", "高级业务副经理"],
            ["吴晓晖", "中钞金服公司", "派驻金服公司管理人员", "高级业务副经理"],
            ["宋举宝", "技术中心", "科技管理", "高级业务副经理"],
            ["李奎昌", "技术质量部", "物检管理", "高级业务副经理"],
            ["李雪玲", "物业公司", "人事企管部主任", "高级业务副经理"],
            ["杨永贵", "基建与行政事务部", "材料价格管理", "高级业务副经理"],
            ["杨蜀鹏", "安全保卫部", "产品安全管理", "高级业务副经理"],
            [
                "陈  萍",
                "中钞长城公司",
                "生产管理部部长兼党支部书记",
                "高级业务副经理"
            ],
            ["周  帆", "群工部", "劳动竞赛管理", "高级业务副经理"],
            ["苟从蓉", "人力资源部(党委组织部)", "人事管理", "高级业务副经理"],
            ["姚  俊", "生产管理部", "生产管理", "高级业务副经理"],
            ["昝利德", "金鼎公司", "企划安保部部长", "高级业务副经理"],
            ["郭  莹", "物资管理部", "物资计划管理", "高级业务副经理"],
            ["梁玉峰", "设备管理部", "采购需求管理", "高级业务副经理"],
            ["黄丛燕", "金鼎公司", "防伪印刷部部长", "高级业务副经理"],
            ["黄崇建", "采购管理部", "采购管理", "高级业务副经理"],
            ["温晓霆", "企业管理与规划发展部", "资产管理", "高级业务副经理"],
            ["谭洲英", "基建与行政职务部", "职工医院副院长", "高级业务副经理"],
            ["潘庭琦", "基建与行政事务部", "行政事务管理", "高级业务副经理"],
            ["魏  芳", "生产管理部", "数字管理", "高级业务副经理"]
        ],
        limit: {
            excellent: 6,
            good: 10
        }
    },
    {
        title: "一级二级高级工程师",
        data: [
            ["王  宏", "设备管理部", "设备管理", "一级高级工程师"],
            ["石维华", "基建与行政职务部", "职工医院病房主管", "一级高级工程师级"],
            ["祁  铭", "设备管理部", "设备维修技术", "一级高级工程师"],
            ["何元明", "印钞数管部", "物资设备管理", "一级高级工程师"],
            ["吴永杰", "设备管理部", "设备管理", "一级高级工程师"],
            ["杜  煜", "技术质量部", "工艺质量管理", "一级高级工程师"],
            ["杨  曦", "设备管理部", "设备管理", "一级高级工程师"],
            [
                "杨玉祥",
                "中钞长城公司",
                "副总经理(长城公司内部聘用)",
                "一级高级工程师"
            ],
            ["周继革", "设备管理部", "设备维修技术", "一级高级工程师"],
            ["赵卫星", "能源环保部", "生产管理", "一级高级工程师"],
            ["黄立永", "能源环保部", "物资设备管理", "一级高级工程师"],
            ["程  磊", "能源环保部", "环保技术", "一级高级工程师"],
            ["童学锋", "能源环保部", "环保技术", "一级高级工程师"],
            ["董彩霞", "能源环保部", "环保技术", "一级高级工程师"],
            ["马红燕", "基建与行政职务部", "职工医院病房医生", "二级高级工程师级"],
            ["王晓冬", "设备管理部", "设备维修技术", "二级高级工程师"],
            ["邓  川", "中钞长城公司", "提炼技术", "二级高级工程师"],
            ["邓  旭", "技术中心", "产品设计", "二级高级工艺美术师"],
            [
                "左  隽",
                "企业管理与规划发展部",
                "信息系统基础设施建设维护",
                "二级高级工程师"
            ],
            ["刘方群", "技术质量部", "造纸化验分析", "二级高级工程师"],
            ["刘兴全", "基建与行政事务部", "基建施工管理", "二级高级工程师"],
            ["刘建佳", "技术中心", "科技研发", "二级高级工程师"],
            ["刘思君", "技术中心", "科技研发", "二级高级工程师"],
            ["孙  理", "设备管理部", "设备维修技术", "二级高级工程师"],
            ["孙福成", "基建与行政职务部", "职工医院副主任药师", "二级高级工程师级"],
            ["毕建辉", "设备管理部", "设备管理", "二级高级工程师"],
            ["何  平", "中钞长城公司", "物资设备保障部部长", "二级高级工程师"],
            ["何  英", "能源环保部", "暖通技术", "二级高级工程师"],
            ["吴科成", "设备管理部", "设备维修技术", "二级高级工程师"],
            ["吴桂珍", "基建与行政职务部", "职工医院副主任护师", "二级高级工程师级"],
            ["张小丽", "中钞长城公司", "科技质量部(部长助理", "二级高级工程师"],
            ["李  娜", "基建与行政事务部", "基建预决算管理", "二级高级工程师"],
            ["李  强", "能源环保部", "生产管理", "二级高级工程师"],
            ["李  霞", "能源环保部", "给排水技术", "二级高级工程师"],
            ["杨  易", "企业管理与规划发展部", "应用系统开发维护", "二级高级工程师"],
            ["肖  文", "采购管理部", "采购管理", "二级高级工程师"],
            ["陈  晶", "技术质量部", "工艺质量管理", "二级高级工程师"],
            ["陈友钊", "能源环保部", "电气技术", "二级高级工程师"],
            ["陈援埃", "设备管理部", "设备管理", "二级高级工程师"],
            ["周正东", "技术中心", "科技研发", "二级高级工程师"],
            ["林  莉", "钞纸成品制作部", "工艺质量管理", "二级高级工程师"],
            ["罗佳德", "能源环保部", "电气技术", "二级高级工程师"],
            ["姚有均", "技术中心", "产品设计", "二级高级工艺美术师"],
            ["赵森浩", "能源环保部", "计量能源管理", "二级高级工程师"],
            ["赵锦良", "技术质量部", "工艺质量管理", "二级高级工程师"],
            [
                "郝中明",
                "企业管理与规划发展部",
                "信息系统基础设施建设维护",
                "二级高级工程师"
            ],
            ["唐玉超", "采购管理部", "采购管理", "二级高级工程师"],
            ["徐光建", "设备管理部", "设备维修技术", "二级高级工程师"],
            ["袁长虹", "技术质量部", "工艺质量管理", "二级高级工程师"],
            ["崔  博", "生产管理部", "MES项目专职人员", "二级高级工程师"],
            ["曹  娅", "技术中心", "物资设备管理", "二级高级工程师"],
            ["梁骏林", "设备管理部", "设备管理", "二级高级工程师"],
            [
                "粟文华",
                "基建与行政职务部",
                "职工医院副主任护师，护士长",
                "二级高级工程师级"
            ],
            ["谢其德", "设备管理部", "设备维修技术", "二级高级工程师"],
            ["鲁  可", "生产管理部", "MES项目专职人员", "二级高级工程师"],
            ["蔡  辉", "采购管理部", "采购计划与供应商管理", "二级高级工程师"],
            ["谯建军", "能源环保部", "环保技术", "二级高级工程师"]
        ],
        limit: {
            excellent: 9,
            good: 14
        }
    }
];
export { user };