let user = [{
	data: [
		['54000880', '杨晓娟', '质量主管'],
		['54000494', '李奎昌', '检测主管'],
		['54000419', '白薇', '综合管理'],
		['54002244', '杨洁', '综合管理']
	],
	limit: {
		excellent: 1,
		good: 1
	}
}, {
	data: [
		['54002644', '钟鸣', '工艺质量管理'],
		['54002713', '马可', '建模技术岗'],
		['54002791', '舒粤', '建模技术岗'],
		['54002612', '胡新玥', '建模技术岗'],
		['54002580', '张建军', '工艺质量管理'],
		['54002604', '于潇', '建模技术岗'],
		['54002939', '金鑫', '建模技术岗'],
		['54002314', '陈晶', '工艺质量管理'],
		['54002780', '李宾', '建模技术岗'],
		['54002015', '杨林', '建模技术岗'],
		['54002505', '杜煜', '工艺质量管理'],
		['54001984', '李虹斌', '物料检验技术岗'],
		['54004325', '杨阳', '工艺质量管理'],
		['54002577', '袁长虹', '工艺质量管理'],
		['54002508', '刘方群', '造纸化验分析岗'],
		['54001850', '赵锦良', '工艺质量管理'],
		['54002585', '彭鹏', '建模技术岗'],
		['54002935', '丰锋', '建模技术岗'],
		['54002881', '蒲明玥', '建模技术岗'],
		['', '张立力', '建模技术岗'],
		['', '冯诗伟', '建模技术岗'],
		['', '郭峰', '建模技术岗'],
		['', '王严', '建模技术岗'],
		['', '任礼科', '建模技术岗'],
		['', '朱振华', '建模技术岗'],
		['', '蒋荣', '建模技术岗'],
		['', '潘成', '建模技术岗'],
		['', '李凌', '建模技术岗']
	],
	limit: {
		excellent: 4,
		good: 7
	}
}, {
	data: [
		['54000784', '陈文革', '工艺质量管理'],
		['54000952', '徐东海', '工艺质量管理'],
		['54002201', '徐闵', '建模技术岗'],
		['54000797', '唐玲', '物检中心'],
		['54001007', '徐群英', '化验班'],
		['54001237', '廖迎春', '物理班'],
		['54001390', '袁静', '造币理化检验']
	],
	limit: {
		excellent: 1,
		good: 1
	}
}, {
	data: [
		['54002751', '李超群', '建模技术']
	],
	limit: {
		excellent: 1,
		good: 1
	}
}];

const title = ['管理人员', '技术人员', '技师、高级技师', '高级工'];

export default {
	user,
	title
};